{
  "@metadata": {
    "authors": ["Ilya"],
    "last-updated": "2016-10-25",
    "locale": "en"
  },
  "app-name": "BiiLabs",
  "app-title": "Evolve Your Business with Blockchain",
  "app-subtitle": "Secure data and build up a trustful IoT system with DLT",

  "navigate-home": "Home",
  "navigate-service": "Services",
  "navigate-project": "Applications",
  "navigate-team": "Team",
  "navigate-faq": "FAQ",
  "navigate-parner": "Parners",

  "navigate-community": "Join our community",
  "navigate-get-started": "Get Started",

  "service-title": "Our Service",
  "service-description": "Along with the Machine Economy, over 5 Trillion transactions and microtransactions will be taking place on a daily base by year 2020. BiiLabs aims to provide the distributed ledger technology (DLT) as next-generation growing engine for all industries.",
  "service-dlt-title": "DLT Research",
  "service-dlt-description": "BiiLabs is one of the pioneers of distributed ledger technology (DLT) developers with smart contract engine on top of DAG-based system which are just plain regular legal contracts, except their terms are stored on the distributed ledger and they are machine readable, enabling their automatic verification by all peers.",
  "service-customize-title": "Customized API",
  "service-customize-description": "Based on DLT, BiiLabs is delivering the service including digital ID, ledger and settlement, micro-payment, digital forensics and many more, by providing and securing the sandbox for testing. That said, we have the ability to provide customized API.",
  "service-security-title": "Transaction Security",
  "service-security-description": "With the distributed system, all data would be cryptographically secured on multiple nodes so that even sensitive data can be transmitted safely and soundly in a quantum-proof system.",
  "service-scalability-title": "Scalability in Business",
  "service-scalability-description": "BiiLabs enables micro- and nano-transactions to be recorded with the application of distributed ledger technology and provides developers with an innovative set of tools for IoT applications.",

  "service-alfred-description-p1": "Alfred API service is a software tool for corporations to establish Proof-of-Existence (PoE). Alfred is supported by BiiLabs PoW accelerator and will further enable the Decentralized Identifiers (DIDs) service.",
  "service-alfred-description-p2": "Despite the digitalization as universal trend, the process of authentication and verification is still costly and time-consuming. In particular, data nowadays gets easier to be transmitted, which implies the increasing risks of making errors and the complexity of verification.",
  "service-alfred-description-p3": "For instance, a headhunter is likely to spend a couple of hours contacting as well as persuading the academic institute to disclose an entity's limited information. Otherwise, the accuracy of an applicant's certificates is hardly proved. Another example is about the multisensor. A sensor needs to detect and collect multiple environmental figures; hence, whether the existence or the accuracy of data could be complicated.",
  "service-alfred-description-p4": "Therefore, an efficient and secure method for digital authentication and verification becomes more critical with the rising of IoT, and BiiLabs Alfred API provides one of the best solutions to the proof-of-existence (PoE). Via the distributed ledger technology (DLT), Alfred API, in real time, can record every transaction from personal or corporate device (Claim) onto the IOTA Tangle with time stamps.",

  "feature-title": "Revolutions in Industries",
  "feature-energy-title": "Energy",
  "feature-energy-description": "Elements of smart cities include smart charging, smart building, and smart mobility. However, massive facilities come with enormous costs of centralization, whether energy generation or transmission. Thus, the concept of smart energy communities is to meet self-sufficiency by the incentive called smart grids, a type of cryptocurrency, and eventually to shape into an innovative business model.",
  "feature-certificate-title": "Certificates",
  "feature-certificate-description": "Certificates, a representative of proving an individual, have a big issue on reliability and blockchain technology can take good use of distributed ledger to create the trust ecosystem in certificates, not to mention a more efficient management in digital forms.",
  "feature-supply-title": "Supply Chain",
  "feature-supply-description": "Supply chain managements emphasize on the transparency, authorized participations and immutable records. Therefore, DLT gets its role here to strike the trust balances in consumers, producers, transporters, retails and public institutions in contribution of the integration of global trades.",
  "feature-economy-title": "Machine Economy",
  "feature-economy-description": "A revolutionary peer-to-peer network gets rid of transaction fees and goes further into a machine-to-machine world. In other words, machines with independent wallets could automatically make the transaction with non-humans, which means a new machine-centered business model is emerging.",
  "feature-identity-title": "Digital Identity",
  "feature-identity-description": "Centralization in digital identity hardly work in the future with the alarming awareness of self-sovereignty. As a result, DLT would be the best alternative technology to realize online voting, medical record managements and inter-city data exchanges.",
  "feature-marketplace-title": "Data Marketplace",
  "feature-marketplace-description": "DLT could achieve the need of self-sovereignty, which indicates that users could control their personal data as well as keep the traceability of private information at will. We can foresee that there would be a new marketplace of data.",

  "story-title": "Application stories",
  "story-description": "BiiLabs explores a new border of Trusted Economy by using distributed ledger technology. Through DLT, we enable products (e.g. Appliances, Tools, Drones, eBikes etc.) and resources (e.g. computer storage, computational power, WiFi bandwidth etc.) to be leasing-service effortlessly.",
  "story-airbox-title": "Airbox/PM2.5 with DLT",
  "story-airbox-description": "PM2.5 is a serious problem now happening every day in Taiwan and China. Therefore, the project of Location Aware Sensing System (LASS) is issued by the community. BiiLabs and NCKU DLT Lab offload the sensor data from the cloud to the DLT system. And will design the sandbox for the sensor to secure the data integrity.",
  "story-water-title": "Water Quality Monitoring",
  "story-water-description": "BiiLabs Sentinel Appliance is helping enterprises and governments to monitor the water quality data by DLT. People could access the water quality data and trust the result, which is secured by the Sentinel Appliance.",
  "story-ubi-title": "Usage-Based Insurance (UBI)",
  "story-ubi-description": "BiiLabs Alfred is driving blockchain technology into Usage-Based Insurance (UBI) that can has Proof-of-Existence, data authenticity, avoid insurance fraud, and reduce human intervention.",
  "story-vending-title": "Smart Vending Machine Upgrade Kit",
  "story-vending-description": "Introducing BiiLabs’ decentralized identifiers (DIDs) into Yallvend’s Vending Upgrade Kit (VUK), enable ID authentications applying to vending products with age limits as well as upgrading existing systems.",

  "team-title": "Meet The Team",
  "team-description": "The BiiLabs team has been working since 2016 to bring universal solutions to the world. With the DLT system, it further disrupts the machine economy by creating real-world use cases.",

  "advisor-jaclyn-brief": "Former minister at The Government of Taiwan, Founder of Lee, Tsai & Partners",
  "advisor-steve-brief": "Partner & Strategy Designer, Business Models Inc. Taiwan",
  "advisor-john-brief": "The founding chairman of the IEEE Standard Working Group on Fog Computing and Networking Architecture Framework",
  "advisor-chuang-brief": "Expert of data mining, web technology, mobile data management, and cloud computing.",
  "advisor-dominik-brief": "Co-chairman of the Board of Director and Co-founder of IOTA Foundation.",

  "faq-title": "Common Questions",
  "faq-description": "Everything you need to know before you get started",
  "faq-dlt-title": "What are DLT and blockchain?",
  "faq-dlt-description": "Blockchain, according to the World Bank, is one type of distributed ledger technology (DLT) sharing synchronized transactions in respective electronic devices. Stored data into blocks and chained them together, blockchain enables data immutability by distributed record, and further building up trust in the ecosystem. For example, you played fool in the childhood and intend to deny after growing up. Everyone will hospitably remind you of the shameful memories with some incentives. That is the so-called DLT concept.",
  "faq-dag-title": "What’s DAG? What’s DAG-based DLT?",
  "faq-dag-description": "Different from Bitcoin or Ethereum, Tangle is a new type of DLT based on Directed Acyclic Graph (DAG). DAG takes topological ordering to sequencedly record transactions and utilizes the immutability of data. DAG-based DLT incorporates its values in two ways: allowing nano-payments as well as realizing free transaction. Among them, IOTA team is one of the most well-known developers for Tangle.",
  "faq-usecase-title": "What are potential use-cases?",
  "faq-usecase-description": "Use cases are possible for the very first time. Real-time streaming payment services for data and energy, immutable data history tracking for supply chains, computational resource sharing (for bandwidth, CPU, and storage) and more. BiiLabs helps enable entire new business models which were previously impossible with the legacy financial system and other Distributed Ledger Technologies built on Blockchain.",
  "faq-energy-title": "Why is DLT good for the energy industry?",
  "faq-energy-description": "The benefits of DLT can be concluded into: efficiency, transparency, and immutability. As for energy industry, it is urgent to find a better solution to record micro-transactions as well as handle nano-payments. Therefore, DLT tends to be s promising tool for energy fields. For example, more non-mainstream players are allowed to get involved in electricity trading with better recording system.",
  "faq-identity-title": "What’s the Digital Identity and TangleID?",
  "faq-identity-description-1": "TangleID is a secure, easy-to-use system for self-sovereign identity, built on IOTA/Tangle. An identity can be cryptographically linked to off-chain data stores. Each identity is capable of storing the hash of an attributed data blob, whether on Google Cloud, Azure, AWS, Dropbox, etc., which is where all data associated with that identity is securely stored.",
  "faq-identity-description-2": "Identities are capable of updating this file themselves, such as adding a profile photo or a friend, or they can also grant others temporary permission to read or write specific files. Since they can interact with Tangle network, TangleID identities can also control digital assets such as cryptocurrencies or other tokenized assets.",

  "partner-title": "Partners",

  "footer-about-title": "About Us",
  "footer-about-description": "BiiLabs is a technology-driven software company providing components and services for distributed ledger infrastructure in the field of industrial and energy-efficient applications.",
  "footer-copyright": "© 2018 BiiLabs Co., Ltd. All Rights Reserved.",

  "footer-contact-title": "Contact Us",
  "footer-contact-address": "台北市南京東路四段2號3號"
}
