{
  "@metadata": {
    "authors": ["Ilya"],
    "last-updated": "2016-10-25",
    "locale": "en"
  },
  "app-name": "BiiLabs",
  "app-title": "ブロックチェーン技術で、ビジネスに変革を。",
  "app-subtitle": "分散型台帳技術を応用することでデータセキュリティを高め、信頼できるIoTシステムの構築を目指します。",

  "navigate-home": "Home",
  "navigate-service": "Services",
  "navigate-project": "Applications",
  "navigate-team": "Team",
  "navigate-faq": "FAQ",
  "navigate-parner": "Parners",

  "navigate-community": "Slackコミュニティ",
  "navigate-get-started": "さあ、始めよう。",

  "service-title": "サービス",
  "service-description": "モノとインターネットが繋がるIoT社会の到来により、2020年までに毎日5兆件以上ものトランザクションが行われるようになります。BiiLabsは分散型台帳技術を根幹に、あらゆる次世代産業の発展を支えます。",
  "service-dlt-title": "分散型台帳技術の研究開発",
  "service-dlt-description": "BiiLabsは最先端の分散型台帳技術開発を進めています。DAG技術を基礎としたスマートコントラクトに特化しており、各条項のデータは分散型台帳上に記録され、全てのノードが関わることで機械での読み込みと自動認証を可能にします。この技術によって履行される契約の効力は、一般的な法的拘束力のある契約と変わりません。",
  "service-customize-title": "APIのカスタマイズ化",
  "service-customize-description": "BiiLabsは分散型台帳技術を基に、デジタルアイデンティティ・元帳と決済・マイクロペイメント・デジタルフォレンジックなど、その他多くのサービスを展開しています。テスト用のサンドボックスを構築し、セキュリティを確保することによって、様々な用途にカスタマイズされたAPIを提供しています。",
  "service-security-title": "トランザクションのセキュリティ向上",
  "service-security-description": "分散型システムにより全データが複数のノードで暗号化され、また\"Quantum-proof\"(量子耐性)システムを採用しているため、機密性の高いデータも安全かつ確実に送信することができます。",
  "service-scalability-title": "ビジネスの拡大をサポート",
  "service-scalability-description": "BiiLabsは分散型システムを基礎にしたアプリケーションによって、マイクロトランザクションとナノトランザクションの記録を可能にします。これは、IoTアプリケーションの開発者にとって革新的なツールとなります。",

  "feature-title": "様々な産業分野における変革",
  "feature-energy-title": "エネルギー",
  "feature-energy-description": "スマートシティが目指す未来には、スマートチャージ・スマートビルディング・スマートモビリティといった新たな都市のあり方が提案されています。しかし、現在のような中央集権化された巨大な設備を中心とするシステムでは、電力の生成や伝達に莫大なコストがかかります。これに対し近年では、スマートグリッドによって電力の流れを最適化する、スマートコミュニティと呼ばれるコンセプトが打ち出され、分散型台帳技術を応用することで今までにないビジネスモデルを創造できます。",
  "feature-certificate-title": "証明書",
  "feature-certificate-description": "個人を証明するための証明書は、その信頼性に関して未だに大きな問題があります。分散型台帳技術は、デジタル形式での管理を効率的にするだけでなく、証明書の信頼性をも高めることができます。",
  "feature-supply-title": "サプライチェーン",
  "feature-supply-description": "サプライチェーンマネジメントには、追跡機能と透明性・関係業者の正確な認証・改ざん防止の機能などが必要とされています。分散型台帳技術を応用することにより、それら信頼性の担保を、消費者・生産者・輸送業者・小売業者・公的機関など、国際取引の全関係者に分散させることができます。",
  "feature-economy-title": "マシンエコノミー",
  "feature-economy-description": "私たちの革新的なP2Pネットワークシステムは、取引手数料ゼロを可能にしました。機械と機械が直接取引を行う未来の世界には、このシステムが不可欠です。これにより各々の機械が専用ウォレットを持ち、自動的に他の機械と取引を行うといった、機械中心の新たなビジネスモデルが登場してきます。",
  "feature-identity-title": "デジタルアイデンティティ",
  "feature-identity-description": "中央集権下でのデジタルアイデンティティの形成は、将来的に脱中央集権の意識が高まるにつれて機能しなくなります。オンライン投票・診療録管理・都市間のデータ送受信などを行う上では、分散型台帳技術の応用が最も適しているといえます。",
  "feature-marketplace-title": "データマーケットプレイス",
  "feature-marketplace-description": "分散型台帳技術を応用することで、ユーザーは個人情報や、それに付随するトレーサビリティを自身で管理できるようになります。ユーザーが個人データのオーナーシップを持つことで、そのデータを活用した新たな市場が生まれます。",

  "story-title": "活用事例",
  "story-description": "BiiLabsは、“信用経済”を分散型台帳技術によって再定義します。機器・機械・ドローン・電動自転車といった製品や、コンピュータのストレージや処理能力・WiFiの帯域幅といったリソースまでも、分散型台帳技術を応用する事で簡単にシェアビジネスとして生まれ変わらせることができます。",
  "story-airbox-title": "Airbox/PM2.5 with DLT",
  "story-airbox-description": "PM2.5による大気汚染は台湾や中国で深刻な問題となっています。その脅威に立ち向かうべく、地域住民によって結成されたLASSと呼ばれるコミュニティの社会活動を、私たちBiiLabsとNCKU DLT Labが共同で支援しました。センサーデータをクラウド上から分散型台帳システム上に移動させ、データインテグリティを保つためにセンサー用のサンドボックスを設計しました。",
  "story-water-title": "水質モニタリングのための監視装置",
  "story-water-description": "BiiLabs Sentinel Appliance は、企業や政府が行う水質データのモニタリングを、分散型台帳 技術を用いることで可能にしています。このシステムを採用することで、誰もが水質データ にアクセスでき、そのデータが改ざんされることはありません。詳細",
  "story-water-link": "はこちら",

  "team-title": "メンバー",
  "team-description": "BiiLabsのメンバーは、世界中の人々にあらゆるソリューションを届けるため、2016年から活動しています。分散型台帳技術を応用し、活用事例を増やすことで、マシンエコノミーにイノベーションを起こします。",

  "advisor-jaclyn-brief": "台湾政府元大臣 / Lee, Tsai & Partners創業者",
  "advisor-steve-brief": "Business Models Inc.-Taiwan パートナー＆ストラテジーデザイナー",
  "advisor-john-brief": "IEEE Standards Working Group on Fog Computing and Networking Architecture Framework委員長",
  "advisor-chuang-brief": "データマイニング・Webテクノロジー・モバイルデータ管理・クラウドコンピューティング専門家",

  "faq-title": "よくある質問",
  "faq-description": "始める前に知っておくべきこと",
  "faq-dlt-title": "分散型台帳技術(DLT)・ブロックチェーンとは何ですか？",
  "faq-dlt-description": "世界銀行によるブロックチェーンの定義は、各デバイス間で全てのトランザクションを同期・共有する、分散型台帳技術(DLT)の種類の一つです。各ブロックにデータを格納し、それらを鎖のように繋ぎ合せ、分散させて記録しておくことで、データの改ざんは不可能になります。このような仕組みが働き、エコシステムの中で信用が構築される点が、ブロックチェーンの特徴です。",
  "faq-dag-title": "DAG技術・DAG技術を基礎とした分散型台帳技術とは何ですか？",
  "faq-dag-description": "Tangle技術は、Directed Acyclic Graph(有向非巡回グラフ)と呼ばれる新たな分散型台帳技術を用いており、BitcoinやEthereumが採用するシステムとは異なります。DAG技術はトポロジカルソートに則って一連のトランザクションを記録しており、データの改ざんが不可能です。このDAG技術を基礎とした分散型台帳技術には、マイクロペイメントが可能・取引手数料ゼロという特徴があります。",
  "faq-usecase-title": "具体的にどのような活用事例が考えられますか？",
  "faq-usecase-description": "エネルギー産業やデータ事業でのリアルタイム決済サービス・サプライチェーンにおける改ざん不可能なデータ履歴のトラッキング・コンピュータ余剰資源のシェア(WiFiの帯域幅・CPU・ストレージ)などが挙げられ、その他今までに前例がない場合でも対応可能です。BiiLabsは、従来の金融システムや他の分散型台帳技術では不可能だった、あらゆる産業のビジネスモデルの変革を可能にします。",
  "faq-energy-title": "なぜ分散型台帳技術はエネルギー産業との親和性が高いのですか？",
  "faq-energy-description": "分散型台帳技術には、効率性・透明性・改ざん不可能という特徴があります。エネルギー産業ではマイクロトランザクションを記録し、マイクロペイメントを処理するための、より優れた技術の開発が急務であり、分散型台帳技術はこれらを解決しうる最適な技術といえます。近年ではエネルギー市場への新規参入企業が増加しており、優れたシステム開発技術を持つ企業が電力売買事業などに取り組んでいます。",
  "faq-identity-title": "TangleID・デジタルアイデンティティとは何ですか？",
  "faq-identity-description-1": "TangleIDとは、ユーザー自らによる、個人情報の自己管理を可能にするシステムです。このシステムは分散型台帳上に構築されており、個人情報であるデジタルアイデンティティは暗号化され、オフチェーンのデータストレージと接続されています。各デジタルアイデンティティは、Google Cloud・Azure・AWS・Dropboxなどのデータファイルのハッシュを格納しているため、内容が改変されたかどうかをそのハッシュによって確認できます。",
  "faq-identity-description-2": "このシステムはM2Mのメカニズムを用いており、デジタルアイデンティティ自体を自動的に更新することも可能です。また、他人に対し特定のファイルの読み書き権限を一時的に与えることもできます。このシステムはTangleネットワークと接続されているため、TangleID上にあるデジタルアイデンティティは、仮想通貨やトークン化された資産などのデジタルアセットを管理することも可能です。",

  "partner-title": "パートナー",
  "partner-description": "BiiLabsは様々なパートナーから信頼されています。",

  "footer-about-title": "BiiLabsについて",
  "footer-about-description": "BiiLabsは、ソフトウェア開発を主幹にしたテクノロジー企業です。私たちは、あらゆる産業に用いられるアプリケーションを対象に、特に分散型台帳技術を用いたソフトウェアインフラにおけるサービスを展開しています。",
  "footer-copyright": "© 2018 BiiLabs Co., Ltd. All Rights Reserved.",

  "footer-contact-title": "お問い合わせ",
  "footer-contact-address": "3F, No.2, Sec. 4, Nanjing E. Rd. Songshan District, Taipei, Taiwan"
}
