{
  "nav-home": "Home",
  "nav-about": "About Us",
  "nav-solution": "Solutions",
  "nav-cases": "Cases",
  "nav-tech": "Tech Blog",
  "nav-contact": "Contact Us",

  "footer-recruit": "Recruitment",
  "footer-media": "Media",
  "footer-support": "Support",
  "footer-contact": "Contact Us",


  "index-news": "Latest News",
  "index-news-title-3": "BiiLabs Joins MOBI to Support Industrial Adoption of Blockchain on Smart Mobility Applications",
  "index-news-summary-3": "BiiLabs announced that it has joined Mobility Open Blockchain Initiative (MOBI) — a global consortium of industry leading automakers, technology based startups, and other mobility players.",
  "index-news-link-3": "https://medium.com/biilabs/biilabs-joins-mobi-to-support-industrial-adoption-of-blockchain-on-smart-mobility-applications-e87362141bb6",
  "index-news-title-2": "BiiLabs Combines Crowdfunding and Token Economy for Smart Mobility with Blockchain Technology",
  "index-news-summary-2": "BiiLabs recently announced the collaboration with Yi Yuan Charge to integrate the Distributed Ledger Technology (DLT) into its existing payment systems, optimizing its business model to enable the instant feedback from customers for service providers.",
  "index-news-link-2": "https://medium.com/biilabs/biilabs-combines-crowdfunding-and-token-economy-for-smart-mobility-with-blockchain-technology-2001804fb25e",
  "index-news-title-1": "BiiLabs Partners with Kdan Mobile to Enable DottedSign e-Signature Solution with Reinforced Authentication through Blockchain",
  "index-news-summary-1": "BiiLabs collaborates with Kdan Mobile to introduce the integration of Distributed Ledger Technology (DLT) into its DottedSign solution, enabling a simplified and trackable signature process, as well as ensuring the security of the authentication.",
  "index-news-link-1": "https://medium.com/biilabs/biilabs-partners-with-kdan-mobile-to-enable-dottedsign-e-signature-solution-with-reinforced-aa5220d3a6f9",
  "index-news-title-0": "BiiLabs Together with Eclipse Foundation, IOTA Foundation and Leading Companies Unite to Support the Launch of Tangle EE Working Group",
  "index-news-summary-0": "BiiLabs announced that it is working with Eclipse Foundation, IOTA Foundation, together with industry leading players and academia to support the launch of the Tangle EE Working Group for the development and commercialization of IOTA-based data solutions.",
  "index-news-link-0": "https://medium.com/biilabs/biilabs-together-with-eclipse-foundation-iota-foundation-and-leading-companies-unite-to-support-a5c3c4e127db",
  "index-details": "More...",


  "solutions-solution": "Solutions",
  "solutions-advantages": "Advantages of BiiLabs",
  "solutions-1-title": "Digital Certificate",
  "solutions-1-subtitle": "Issues of Certificate Management",
  "solutions-1-issue": "Increasing numbers of employment in the financial sectors gradually enhanced the difficulties of certificate management. For example, HR system needs to request the financial supervisory commision to check if the new hired employees had obtained the certifications. Besides, when those certificates expired, the employees need to renew certificates by studying and passing the exams where the process was one of the time-consuming work for the supervisory commision as well.",
  "solutions-1-solve": "BiiLabs’ solution enables digital format for traditional paper-based certificates that record the issues on blockchain, resolving potential forgery problems. Furthermore, it provides the digital third-party authentication platform that reduce the workloads of verifications on phone calls and letters, which significantly enhance the efficiency on services.",
  "solutions-2-title": "Industrial processing traceability",
  "solutions-2-subtitle": "Scenario",
  "solutions-2-issue": "With the manufacturing automation smart control solution, the data of water treatment is recorded in cloud database. However, the internal data is often being questioned for tampering or forgery issues when it comes to external audits. Recent IT infratstructure and datanase are unable to clarify that infuence the credibility and trust.",
  "solutions-2-solve": "BiiLabs team has been experienced in embedded firmware developments and distributed ledger technology that enables integrated solution with blockchain, hardware trustzone and industrial PC level “Sentinel Appliance” that proceed encryption for system data and write timestamp into blockchain. Those features can ensure to meet the demands for data correctness and comprehensiveness.",
  "solutions-3-title": "Digital Identity",
  "solutions-3-subtitle": "Identity Theft",
  "solutions-3-issue": "An international organization has been providing peacekeeper services, which has accumulated more than 1 million professionals join. However, in that with the insufficient record system from different countries, there are identity theft issues that impacted on the organization's reputation and operation.",
  "solutions-3-solve": "BiiLabs is invited to provide digital identity soultion, which integrate biometric identification and personal information into public chain through BiiLabs accelerator services, providing simple, encrypted and open services, as well as eliminating transaction fees to enable cost-effective and comprehensive solutions for identity.",
  "solutions-4-title": "ETC",
  "solutions-4-subtitle": "Transaction processing speed",
  "solutions-4-issue": "It is possible that the owners of tollway charges or right of way may be different. For example, from junction A to B, the fees it charged will be distributed to numerous operators and owners respectively that causes lots of settlements needed. While the trusts between owners or operators are weak that they would keen to make settlements with least information revealed. Besides, the high traffic of highway also brings challenge to transaction processing speed (TPS).",
  "solutions-4-solve": "BiiLabs designed a licensing based DLT system operated on alliance chain according to ETC’s needs. With the features of synchronized record on multi parties and data transaction encryption, it is suitable for split applications. The licensing authentication can protect sensitive data of the owners that other only can check data related to themselves. The benefits of alliance chain are that it can reduce the infrastructure cost and ensure the data will not be unveiled to other irrelavant third-parties. BiiLabs also advanced the recent blockchain algorithms that enhance TPS whilst ensuring consistency and scalability of customers.",


  "cases-title": "Use Cases",
  "cases-advantages": "How BiiLabs benefits our partner:",
  "cases-1-title": "E-Signature",
  "cases-1-subtitle": "Kdan mobile",
  "cases-1-issue": "Kdan Mobile is a global SaaS (Software as a Service) company, whose work is supported by over 200 million downloads, and over 7 million active members worldwide. Their solutions include an e-signature service, and a portfolio of different productivity and creativity-related tools. Kdan’s DottedSign, the legally binding e-Signature solution, allows both businesses and individuals to easily sign, assign, and track documents online to expedite the signing process, eliminating the requirement for paper contracts and optimizing the workflow. \nBiiLabs drives the infrastructure of DottedSign solution with the industry known Alfred API. It reinforces Kdan’s recent technological foundation by utilizing the permanently recorded and immutable features of DLT to develop the data storage and authentication technologies for its services. This ensure the audit trails to all parties has been authentically recorded that strengthen the authenticity and security of e-Signature.",
  "cases-1-advantages-1": "No need costly printed authentication by utilizing the completness and immutable features of blockchain.",
  "cases-1-advantages-2": "Independent authentication makes E-signatures confidential that it no longer need to reveal the documents to the third parties or unauthorized users.",
  "cases-1-advantages-3": "Audit trail ensures the status changes of the document for records.",
  "cases-2-title": "Environment Data Notary",
  "cases-2-subtitle": "Cellwine",
  "cases-2-issue": "CellWine is a technology company that develops wine management software and provides wine storage and C2C marketplace service, to offer urban-city wine lovers a place to store and track all their wine collections from their fingertips. \nBiiLabs provides easy-to-use DLT PaaS service that helps wine service providers to easily integrate to recent service process that record data of the storage conditions onto blockchain without the risks of storing in the third parties.",
  "cases-2-advantages-1": "The API records bottle IDs and storage conditions onto blockchain with time stamp in real time.",
  "cases-2-advantages-2": " The \"Claim\" or PoE data will be forever recorded in public ledgers, stored off-chain, making it impossible to tamper.",
  "cases-3-title": "TangleID",
  "cases-3-subtitle": "Taipei Citizen Card",
  "cases-3-issue": "Taipei Card, introduced by Taipei City Government, aims to integrate physical and virtual identities of the citizens to enable online and offline city services, as well as build up tourism between cities. It can have the chance for citizens to have local discounts and services when they have trip to the sister cities, which can also drive tourism economics accordingly. \nBiiLabs provide the TangleID technology based on IOTA that prevent the digital citizen card from tampering. Users will no longer worry about their identities being hacked or fraud.",
  "cases-3-advantages-1": "TangleID that prevents from tampering",
  "cases-3-advantages-2": "Estimate to provide data exchange services between organizations and cities",
  "cases-4-title": "DID technology",
  "cases-4-subtitle": "Yallvend",
  "cases-4-issue": "Yallvend has expertise in protocols of vending machine, coin changer and multiple kinds of unmanned business machine. Its global first Vending Upgrade Kit provides the perfect solution to upgrade traditional vending machines with the latest digital mobile payment. By implementing BiiLabs’ DID technology into the module, users are able to process the ID authentication by their own mobiles. It unifies the secure ID authentication system, which can be applied in the vending machines that sell products with age limits, as well as upgrading existing systems.",
  "cases-4-advantages-1": "Easy to process ID authentication by their own mobiles",
  "cases-4-advantages-2": "Generate time-stamped electronic receipt with permanently recorded tamper-proof data",
  "cases-4-advantages-3": "Enable cost-effective ID authentication for upgrading existing vending system without redesign",
  "cases-5-title": "DLT",
  "cases-5-subtitle": "TransIOT, a FOXCONN company",
  "cases-5-issue": "As the expertise in IoT telematics, TransIOT’s solution utilizes the vehicle’s onboard diagnostics (OBD-II) to acquire various vehicle data. The volume of data from vehicles can serve as the foundation to various other automotive-related applications. Ensuring the authenticity and security of the data is where BiiLabs distributed ledger technology (DLT) comes in. It encodes the acquired data and stores them on Tangle, a peer-to-peer distributed (decentralized) database. This makes the data extremely safe or immutable and the Blockchain-DLT UBI (Usage Based Insurance) contracts offer other benefits such as claim process automation; reliable and transparent payout mechanism and enforcement of contract-specific rules.",
  "cases-5-advantages-1": "Better transparency of the insurance evaluation process",
  "cases-5-advantages-2": "Enhanced personal data security with fewer risks of tampering",
  "cases-5-advantages-3": "Improved traceability by unique hash values to avoid insurance fraud",
  "cases-5-advantages-4": "Increased claim/ compensation efficiency through machine-to-machine (M2M) mechanism",
  "cases-5-advantages-5": "Reduced costs by removing human intervention",
  "cases-5-advantages-6": "Encourage safe driving and reduce insurer repair costs",


  "about-slogon": "BiiLabs is dedicated in developing distributed ledger technologies to overcome the challenges in the Internet of Everything era, including smart mobility and energy management, and more. \nIts core technologies assist the digital transformation of various industries, and to solve critical issues such as trust, security, growth and efficiency for our clients. \nBiiLabs aims to be a leading technology provider in the Internet of Everything world.",
  "about-milestone-2017": "<tspan x='0' dy='.2em'>Company Registered</tspan>",
  "about-milestone-2017-text": "Company Registered",
  "about-milestone-2018": "<tspan x='0' dy='.2em'>Taiwan company opened</tspan>",
  "about-milestone-2018-text": "Taiwan company opened",
  "about-milestone-2019-1h": "<tspan x='0' dy='.2em'>Angel Round fundraised</tspan> <tspan x='0' dy='1.3em'>from arm IoT Capital</tspan> <tspan x='0' dy='1.3em'>and ParticleX </tspan> <tspan x='0' dy='3em'>UBI use case with</tspan> <tspan x='0' dy='1.3em'>TransIoT announced</tspan>",
  "about-milestone-2019-1h-text": "Angel Round fundraised from arm IoT Capital and ParticleX \n\nUBI use case with TransIoT announced",
  "about-milestone-2019-2h": "<tspan x='0' dy='.2em'>USA company opened</tspan> <tspan x='0' dy='3em'>Joined INATBA, Eclipse</tspan> <tspan x='0' dy='1.3em'>Foundation and eCl@ss</tspan> <tspan x='0' dy='3em'>Vending machine upgrade</tspan> <tspan x='0' dy='1.3em'> kit with Yallvend announced</tspan>",
  "about-milestone-2019-2h-text": "USA company opened \n\nJoined INATBA, Eclipse Foundation and eCl@ss \n\nVending machine upgrade kit with Yallvend announced",
  "about-milestone": "Milestones",
  "about-team": "Team",
  "about-ceo-name": "Lman Chu",
  "about-ceo-title": "CEO and Cofounder",
  "about-cto-name": "Jim Huang",
  "about-cto-title": "CTO and Cofounder",
  "about-advisors": "Advisors",
  "about-iota-title1": "Cofounder of IOTA Foundation",
  "about-iota-title2": " ",
  "about-ncku-prof-name": "Kun-Ta Chuang",
  "about-ncku-prof-title1": "Data Science Professor of NCKU",
  "about-ncku-prof-title2": " ",
  "about-ieee-name": "John Zao",
  "about-ieee-title1": "Co-Chair of",
  "about-ieee-title2": "IEEE 5G Fog Computing",
  "about-bmi-name": "Steve Lin",
  "about-bmi-title1": "Business Model and Strategy",
  "about-bmi-title2": "CEO of BMI Great China",
  "about-partner": "Partners",
  "about-contact": "Contact Us",
  "about-contact-message": "Now, you can contact us easily",
  "about-contact-name": "Name",
  "about-contact-email": "Email",
  "about-contact-content": "Content",
  "about-contact-send": "Submit",
  "about-contact-address": "10F., No. 2, Sec. 3, Civic Blvd., Zhongzheng Dist., Taipei City 100, Taiwan (R.O.C.)",
  "about-contact-time": "Monday ~ Friday, 10:00 ~ 17:00",
  "about-contact-phone": "Phone:",
  "about-contact-phone-number": " +886-2-7717-9766"

}
